Repository: pcrama/rikiki
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Not enough players in list
fr: Votre list ne contient pas assez de joueurs

source: Your name is already confirmed as %(n)s
fr: Votre nom est déjà confirmé: %(n)s

source: You must confirm your participation first
fr: Vous devez d'abord confirmer votre participation

source: card
fr: carte

source: trick
fr: pli

source: has %(cards)s and has not bid yet
fr: a %(cards)s et n'a pas encore annoncé de plis

source: has %(cards)s and bid for %(tricks)s
fr: a %(cards)s et a annoncé %(tricks)s

source: has %(cards)s, bid for %(tricks)s and won %(won_tricks)s
fr: a %(cards)s, a annoncé %(tricks)s et ramassé %(won_tricks)s

source: bid for %(tricks)s and won %(won_tricks)s
fr: a annoncé %(tricks)s et ramassé %(won_tricks)s

source: , the right amount of tricks
fr: , le nombre annoncé

source: , %(extra_tricks)s too many
fr: , %(extra_tricks)s de trop

source: : there are %(missing_tricks)s missing
fr: , %(missing_tricks)s trop peu

source: Finish Round
fr: Redistribuer les cartes

source: Trump:
fr: Atout:

source: Waiting for other players to join and organizer to start the game.
fr: Veuillez attendre les autres joueurs et que l'organisateur démarre la partie.

source: with %(cards)s
fr: avec %(cards)s

source: 1 trick bid
fr: 1 pli annoncé

source: %(tricks)s bid
fr: %(tricks)s annoncés

source: Bidding %(card_count)s, %(bid_count)s so far.
fr: En train d'annoncer %(card_count)s: déjà %(bid_count)s.

source: Playing %(card_count)s, %(bid_count)s.
fr: En train de jouer %(card_count)s: %(bid_count)s.

source: won the trick.
fr: a gagné le pli.

source: Round finished.
fr: Partie terminée.

source: Access Forbidden
fr: Accès interdit

source: You may not access this page.
fr: Vous n'avez pas le droit de voir cette page.

source: If you are the organizer, see in the console output for the secret link to access your page.
fr: Si vous êtes l'organisateur, voyez la console du serveur pour connaître le lien pour accéder à votre page.

source: If you are a player, ask the organizer for a secret link to your player page.
fr: Si vous êtes un jouer, demander le lien secret de votre page à l'organisateur.

source: Page Not Found
fr: Page introuvable

source: What you were looking for is just not there.
fr: Ce que vous recherchez n'est pas ici.

source: Look in the console output for a valid organizer link.
fr: Voyez la console du serveur pour un lien valide pour l'organisateur.

source: Player
fr: Joueur

source: Confirm your participation
fr: Confirmez votre participation

source: Please confirm your name
fr: Veuillez confirmer votre nom

source: This application uses a session cookie to allow you to recover your personal link valid during the game. By clicking the 'Submit' button below, you agree to its usage. This session cookie is strictly necessary for the site and expires after 2h of inactivity.
fr: Cette application utilise un cookie pour vous permettre de récupérer votre lien personnel pour cette partie. En cliquant 'Confirmer', vous acceptez l'utilisation de ce cookie. Ce cookie est strictement nécessaire au fonctionnement du site et s'effacera après 2h d'inactivité.

source: Your Name
fr: Votre nom

source: Submit
fr: Confirmer

source: Place bid
fr: Nombre de plis à annoncer

source: Submit Bid
fr: Confirmer

source: Restore your player link
fr: Récupérez votre lien personnel de joueur

source: This will invalidate your prior player link
fr: Cela rendra votre lien personnel de joueur précédent invalide

source: Sorry, too late.
fr: Désolé, trop tard.

source: The organizer already started the game and all cards were already dealt. Sorry, you will have to wait for a new game to start.
fr: L'organisateur a déjà démarré la partie et toutes les cartes ont été distribuées. Désolé, vous devrez attendre le début d'une nouvelle partie.
